[
  { 
    "modelo": "Pantallas",
    "problema": "Alarma activada, candado en la VIIP icono cerrado, pide codigo para desactivar",
    "solucion": "Intruducir el codigo de fábrica '1234'"
    
  },
  
  {
    "modelo": "Pantallas",
    "problema": "Error al crear usuario / Actualizar / Pantalla domotica desconectada en la app",
    "solucion": "Revisar conexión a internet, Para ello nos dirigimos a:  Menú > Ajustes > Conexiones > Comprobar conexión. Si da error de conexión entonces accederemos a: WI-FI y seleccionaremos una red. Una vez conectado, volveremos a intentar crear usuario"
  },
  {
    "modelo": "Pantallas",
    "problema": "Pantalla VIIP con hora incorrecta/No se actualiza",
    "solucion": "Revisar conexión a internet, para ello accedemos a  Menú > Ajustes > Conexiones > Comprobar conexión > Si da error de conexión entonces pulsaremos en la opcion WI-FI > Selección de red , Una vez conectado volver a intentar crear usuario.En caso de no ser posible establecer una conexióna internet contactar con SAT para resolver incidencia."
  },
  {
    "modelo": "Pantallas",
    "problema": "Pantalla en negro, o bloqueada en blanco",
    "solucion": "Reiniciar pantalla quitando tensión si no se soluciona llamar a tecnico SAT de zona"
  },
  {
    "modelo": "Pantallas",
    "problema": "ST no se conecta a red wifi de mi casa",
    "solucion": "Probar a conectar con otra red como por ejemplo la red de datos moviles compartida desde nuestro telefono>Si funciona es problema de la red wifi de la vivienda> Si no se conecta llamar SAT de Zona"
  },

  {
    "modelo": "Luces",
    "problema": "",
    "solucion": ""
  },
  

  {
    "modelo": "Persianas",
    "problema": "La persiana no se ajusta al porcentaje solicitado",
    "solucion": "Cuando se realizan varios movimientos parciales, la persiana va acumulando errores en su posicionamiento. Realizando una maniobra hasta el extremo superio y otra hasta el extremo inferior, la persiana reinicia sus posiciones de referencia y realiza un ajuste más preciso. Si esto no resuelve el problema, contacte con su instalador, ya que es posible que los tiempos de recorrido estén mal ajustados"
  },
  {
    "modelo": "Persianas",
    "problema": "La persiana realiza el movimienot inverso al solicitado",
    "solucion": "Si se puede escuchar el actuador>Persianista.Si el actuador no cambia los estados de los reles>SAT.(Solo valido para todos los relés que no sean TRIAC)"
  },
  {
    "modelo": "Persianas",
    "problema": "La persiana no se mueve",
    "solucion": "Si se puede escuchar el actuador>Persianista.Si el actuador no cambia los estados de los reles>SAT.(Solo valido para todos los relés que no sean TRIAC)"
  },

  {
    "modelo": "Termostatos",
    "problema": "Solo TLZ o TZ: Molestia de brillo en stand by del equipo/Termostato apagado ",
    "solucion": "Mantener pulsado boton de encendido hasta que aparezca un menú de brillo B0.0> el más alto sería B0.5 y el más bajo B0.0 llegando a apagarse en este nivel.Si el equipo no se enciende al pulsar sobre el mismo llamar SAT de zona"
  },
  {
    "modelo": "Termostatos",
    "problema": "Mi termostato está apagado",
    "solucion": "Mantener pulsado boton de encendido hasta que aparezca un menú de brillo B0.0> el más alto sería B0.5 y el más bajo B0.0 llegando a apagarse en este nivel.Si el equipo no se enciende al pulsar sobre el mismo llamar SAT de zona."
  },
  {
    "modelo": "Termostatos",
    "problema": "Mi termostato no marca temperatura o bien es 0 ºC",
    "solucion": "Contactar con SAT de zona para resolución de su incidencia "
   
  },

  {
    "modelo": "Apps",
    "problema": "",
    "solucion": ""
  },
  
  {
    "modelo": "Otros",
    "problema": "",
    "solucion": ""
  }
  
]